---
kind: other
id: Methods.T:Autodesk.Revit.DB.AXMImportOptions
source: html/6815f9ce-c652-00a9-a962-c7371f37d06e.htm
---
# AXMImportOptions Methods

Get the default length unit used for importing unitless files.